title: Test
status: experimental
description: Test
author: Patrick Bareiss
logsource:
    product: windows
    service: sysmon
detection:
    selection:
        EventID: 
            - 111
    condition: selection
fields:
    - EventID
    - ComputerName
    - User

